module.exports.parse = {
    home: {        
        title: 'Mobile shop',
        caption: 'Home page',
        items: []
    },
    phones: {
        title: 'Mobile shop',
        caption: 'Mobile phones',
        items: [
            {
                name: 'Microsoft Lumia 950',
                description: 'Мина доста време от както Microsoft представиха за последно фламен Windows Phone. Е вече го направиха отново. Техните нови модели Microsoft Lumia 950 и 950 XL имат топ-хардуер, последната версия Windows 10 и убийствена камера. Въпросителната в този случай е не дали това са добри телефони – разбира се, че са. Важното е дали са достатъчно интересни за да убедят Android и iPhone потребителите да се насочат към Windows. Когато Microsoft изкупиха Nokia и започанаха да бълват телефони под своя собствен бранд тен е промениха нищо в стила на смартфоните. Lumia 950 и 950 XL са същите от гледна точка на дизайн – изработени от матирана пластмаса. Те изглеждат опростени и елегантни, в типичния класически стил на Nokia. Хубавата вест е, че за разлика от предишния флагман, сега задния капак се отваря и може да сменяте батерията. Освен това има и слот за допълнителна памет. През 2015 Microsoft пуснаха няколко Windows Phone устройства, но нито едно, което да се бори с топ моделите на Android. Новите Microsoft Lumia 950 и 950 XL със сигурност ще опитат да влезнат в обувките на култовите Nokia Lumia 1020 и 1520. Тяхната цел е повече от ясна – да се съравновават с най-добрите Android смартфони. И когато погледнете техните технически характеристики, ще разберете, че те не се различават по нищо от конкурентите. Microsoft Lumia 950 има Quad HD дисплей Microsoft Lumia 950 има 5.2 инчов Quad HD дисплей с резолюция от 1440 x 2560 пиксела. Дисплеят е яркък, с точни цветове и това няма как да не е така, тъй като е от типа AMOLED и защитен с Corning Gorilla Glass 3. Microsoft Lumia 950 е оборудван с шестядрен процесор Snapdragon 808 и 3 GB оперативна (RAM) памет за перфектен мултитаскинг. Microsoft Lumia 950 има невероятна 20 MP камера С 20 MP сензор, който на практика премахва размазването по време на снимки, Карл Цайс оптика и с тройна LED светкавица, която подпомага за създаването на топло и балансирано осветление на тъмно, няма да ви е нужно да коригирате настройките на вашата камера, за да заснемете всички което поискате. Microsoft Lumia 950 XL автоматично прави детайлни изображения на бързо движещи се обекти и ви позволява да добавяте или премахвате светкавицата след това, като по този начин лесно ще превърнете магическите моменти в безценни спомени. 4K Видео и Microsoft Lumia 950 Заснемане с повече подробности , по-добро улавяне на бързи снимки и на практика безпроблемен автофокус, 4K видео е един вълнуващ нов начин за записване на вълшебните моменти от живота . Можете дори да направите снимки с висока разделителна способност от видеоклиповете си. Windows Continuum От Microsoft дори биха твърдяли, че техните нови бижута Microsoft Lumia 950 и 950 XL, са по-мощни благодарение на невероятната функция Windows Continuum. Тя позволява да закачите вашият телефон към монитор и да ползвате приложения като Microsoft Office и Excel, точно както ги ползвате на настолен компютър, като през това време смартфонът ви ще е напълно независим. Батерията на Microsoft Lumia 950 Батерията на Microsoft Lumia 950 е с капацитет от 3000 mAh, това е чиста сила, която може лесно да бъде заредена безжично или чрез най-новият тип USB Type-C конектор. USB-C Fast Charging е технология, която позволява на смартфонът ви, да бъде зареден до 50 процента за по малко от 30 минути.',
                imageUrl: 'http://s1emagst.akamaized.net/products/2652/2651214/images/res_75a156cd0dab4e7400ac0395f41dd6e2_350x350c_gceg.jpg',
                price: 1000
            },
            {
                name: 'Apple IPhone 6S',
                description: 'Гиганта Apple продължава да ни изненадва с всеки следващ модел iPhone, който излиза на пазара. Apple iPhone 6s е обявен Септември месец 2015 год, като слогана на новият модел не е случаен: Променихме само едно - всичко !!! От момента, в който вземеш iPhone 6s в ръка, разбираш, че това е съвсем ново изживяване. 3D Touch е с изцяло нови функции и ти позволява да правиш повече неща само с едно натискане. Функцията "Live Photos" ярко оживява спомените ти, кара твоите снимки да оживеят. И това е само началото. Разгледай iPhone 6s внимателно и ще откриеш иновации на всяко ниво. 3D TOUCH - Първият iPhone запозна света с Multi-Touch и завинаги промени начина, по който хората възприемат технологиите. А 3D Touch ти позволява неща, доскоро считани за невъзможни. Сега, в зависимост от силата на натиск върху дисплея, всичко може да е по-бързо и лесно. И получаваш мигновена обратна реакция чрез леки пулсации от чисто новия Taptic Engine. Камера - 12-мегапикселовата iSight камера улавя контрастни, детайлни снимки, заснема кристално 4K видео с до четири пъти по-висока резолюция от 1080p HD видеата. Новата 5-мегапикселова FaceTime HD камера прави селфита, достойни за изложба. iPhone 6s представя и Live Photos — за да изживееш любимите си спомени по нов начин. Като улавя моментите точно преди и след твоя кадър, той ти позволява да раздвижиш снимката само с едно докосване. Чип - iPhone 6s работи със специално създадения 64-битов A9 чип. Той осигурява производителност, доскоро позната само при десктоп компютрите. Това означава с до 70 на сто по-висока CPU производителност и до 90 на сто по-висока GPU производителност за всичките ти любими игри и приложения с интензивна графика. iOS 9 - iOS 9 е най-модерната, интелигентна и сигурна мобилна операционна система в света. Мощните нови вградени приложения, проактивните предложения и подобренията на всички нива я правят по-умна и по-функционална отвсякога. И заради пълната интеграция с Apple хардуера, всичко работи в чудесен синхрон. А App Store е пълен с невероятни приложения, специално пригодени за възможностите на iPhone.',
                imageUrl: 'http://s1emagst.akamaized.net/products/2249/2248516/images/res_d73bf728ebddd513c2ecfd658ed48eb0_350x350c_ej42.jpg',
                price: 1500
            },
            {
                name: 'Samsung Galaxy S6',
                description: 'Тази година Samsung заложи на новия дизайн и премиум материали, за да се бори с конкуренцията. Samsung Galaxy S6 идва с метален корпус, като отпред и отзад има стъклени панели.Телефонът определено изглежда добре и в сравнение с всичко, което видяхме от корейците до този момент, може да кажем, че е сред най - добрите им попадения. ',
                imageUrl: 'http://s4emagst.akamaized.net/products/2610/2609750/images/res_1bbbc4ff2c115ea583e40d5d222ea67a_350x350c_qgkj.jpg',
                price: 1200
            }
        ]
    },
    tablets: {
        title: 'Mobile shop',
        caption: 'Tablets',
        items: [
            {
                name: 'HP Pro 408 G1',
                description: 'Операционна система: Windows 8.1 + MS Office 365, Дисплей: 8.0" (20.32 cm) (1280x800) IPS, капацитивен мултитъч дисплей, Процесор: Четириядрен Intel Atom Z3736F(1.33 / 2.16 GHz), Вградена памет: 32 GB EMMC, Безжични комуникации: Bluetooth 4.0, Wi-Fi 802.11 a/b/g/n, AGPS & GLONASS',
                imageUrl: 'http://s3emagst.akamaized.net/products/1087/1086659/images/res_55507d40f6fd873bae868ae94bbaa3d7_350x350c_ffh1.jpg',
                price: 700
            }
        ]
    }    ,
    wearables: {
        title: 'Mobile shop',
        caption: 'Wearables',
        items: [
            {
                name: 'Smartwatch Motorola Moto 360',
                description: 'Диагонал на дисплея: 1.56 инча, Съвместими телефони: Универсални, Сертификат IP67 - Dust & Water Resistant, Размери циферблат: 46 мм - диаметър, 11.5 мм - височина',
                imageUrl: 'http://s3emagst.akamaized.net/products/1093/1092082/images/res_0e02229daff4dc9e57d70fecd8b89039_350x350c_8j44.jpg',
                price: 500
            }
        ]
    }
}